/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */

"about_button" = "About";
"upgrade_button" = "Upgrade";

//First Screen
"go_to_login" = "Configuration de compte";
"you_need_an_account" = "Pas de compte $appname sur cet appareil.\nPour utiliser cette application, vous devez en créer un.";

//Login Screen
"testing_connection" = "Test de connexion";
"server_instance_not_found" = "Serveur introuvable";
"secure_connection_established" = "Connexion sécurisée établie";
"https_non_secure_connection_established" = "Redirigé vers une connexion non sécurisée";
"connection_established" = "Connexion établie";
"login_details" = "Informations de connexion";
"username" = "Identifiant";
"password" = "Mot de passe";
"login" = "Se connecter";
"cancel" = "Annuler";
"error_login_message" = "Identifiant ou mot de passe incorrect";
"ok" = "OK";
"url_sample" = "Adresse du serveur https://…";
"forbidden_characters_in_password" = "Ce mot de passe contient des caractères interdits";
"server" = "Serveur";
"url" = "URL";
"session_expired" = "La session a expiré";
"credentials_different_user" = "L'utilisateur indiqué ne correspond pas à l'utilisateur de ce compte";
"auth_unsupported_auth_method" = "Méthode d'authentification non prise en charge par le serveur";
"saml_server_does_not_give_user_id" = "Le serveur ne renvoit pas un identifiant d'utilisateur correct. Veuillez contacter l'administrateur";
"authentification_not_valid" = "Impossible de s'authentifier sur ce serveur";
"error_too_many_http_redirects" = "Une erreur est survenue lors de la connexion. Veuillez réessayer.";
"retry" = "Réessayer";
"help_link_login" = "Nouveau sur $appname ?";

//TabBarItems
"settings"="Paramètres";
"files_tab"="Fichiers";

//Uploading
"upload" = "Chargement";
"account" = "Compte :";
"location" = "Emplacement :";
"photo_albums" = "Albums Photo";
"loading" = "Chargement...";
"no_access_to_gallery" = "Veuillez autoriser $appname à accéder aux photos et vidéos. Cette option peut être trouvée dans Réglages > Confidentialité > Photos";
"error" = "Erreur";
"upload_failed"="Échec du chargement";
"redirection_problem"="Redirection d'URL non prise en charge";

//First View
"menu_upload" = "Charger des photos/vidéos";
"menu_folder" = "Créer un dossier";
"menu_text_file" = "Nouveau fichier texte";
"sort_menu_title" = "Trier";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Récent-Ancien";

//Create/Edit File Text
"create_text_file" = "Créer un nouveau fichier texte";
"title_view_new_text_file" = "Nouveau fichier texte";
"title_view_edit_text_file" = "Editer le fichier texte";
"default_text_file_title" = "Nouveau fichier texte";
"title_text_file_placeholder" = "Titre ...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "existe déjà";
"error_file_name_empty" = "Le nom du fichier ne peut être vide.";
"no_changes_made" = "Aucun changements n'a été effectué";
"no_file_downloaded" = "Le fichier n'est pas téléchargé, vous ne pouvez pas le modifier";


//Create Folder
"create_folder" = "Créer un dossier";
"folder_name" = "Entrez le nom du dossier :";
"save" = "Enregistrer";
"folder_exist" = "Un dossier portant ce nom existe déjà. Veuillez choisir un autre nom.";
"folder_create_error"="Le dossier n'a pas pu être créé";
"not_show_potrait"="Menu non disponible en vue paysage. Merci de passer en vue portrait.";
"not_possible_create_folder" = "Le dossier n'a pas pu être créé.";

//FilesView
"confirm_to_delete_item" = "Veuillez confirmer la suppression de l'élément";
"yes" = "Oui";
"no" = "Non";
"delete_from_device" = "Êtes-vous sûr de vouloir supprimer ce fichier de l'appareil ?";
"delete_from_server" = "Êtes-vous sûr de vouloir supprimer ce fichier du serveur ?";
"not_possible_connect_to_server" = "Impossible de se connecter au serveur pour le moment.";
"delete_folder_from_server" = "Êtes-vous sûr de vouloir supprimer ce dossier du serveur ?";
"delete_local_server" = "Supprimer de l'appareil et du serveur";
"delete_local" = "Supprimer de l'appareil";
"delete_server" = "Supprimer du serveur";
"error_path" = "Impossible d'ouvrir ce dossier. Veuillez vous assurer qu'il existe";
"error_not_permission" = "Vous n'avez pas le droit d'effectuer cette opération";
"folders" = "dossiers";
"files" = "fichiers";
"folder" = "dossier";
"file" = "fichier";
"more_swipe" = "Plus";
"message_not_files" = "Il n'y a rien ici. Envoyez donc quelque chose !";

//Refresh file list
"release_refresh"="Relâchez pour mettre à jour...";
"loading_refresh"="Chargement...";
"pull_down_refresh"="Tirez pour mettre à jour.";

//Miscelanea
"back" = "Retour";

//Preview
"open_with_label" = "Ouvrir avec ...";
"delete_label"= "Supprimer";

//Open with
"file_cannot_be_opened" = "Le fichier ne peut pas être ouvert";
"no_app_instaled_to_open_it" = "Aucune application installée ne permet d'ouvrir ce type de fichier.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Connexion en cours";
"not_establishing_connection" = "Connexion impossible";
"connection_closed" = "Connexion fermée";
"connection_lost" = "Connexion perdue";
"auth_failed" = "Echec de l'authentification";
"auth_passed" = "Authentification réussie";
"request_file_not_found" = "Fichier introuvable sur le serveur";
"request_file_not_accesed" = "Fichier spécifié non accessible";
"unknow_response_server" = "Erreur : réponse du serveur non valide.";
"uploading_data" = "Téléversement des données";
"downloading_data" = "Téléchargement des données";
"transfer_complete" = "Transfert réussi";
"transfer_failed" = "Echec du transfert";

//Settings and PinCode
"title_app_pin" = "Code de sécurité";
"title_app_pin_and_touchID" = "Code de sécurité & Touch ID";
"enter_app_pin" = "Saisir le code de sécurité";
"enter_app_pin_long_description" = "Saisir le code de sécurité";
"reenter_app_pin" = "Saisir à nouveau le code de sécurité";
"remove_app_pin" = "Désactiver le code de sécurité";
"both_pass_not_same" = "Les codes saisis ne sont pas identiques";
"app_pin_incorrect" = "Code de sécurité incorrect";
"passcode_not_enabled" = "Commencer par activer le code de sécurité";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Se déconnecter du serveur";
"pin_removed" = "Code de sécurité désactivé";
"incorrect_pin" = "Code de sécurité incorrect";
"app_pin_stored" = "Code de sécurité enregistré";
"help" = "Aide";
"recommend_to_friend" = "Recommander à un ami";
"send_feedback" = "Contacter l'équipe";
"manage_accounts" = "Gérer les comptes";
"add_new_account" = "Ajouter un compte";
"save_changes" = "Enregistrer";
"add_account" = "Ajouter";
"user_exist" = "L'utilisateur indiqué existe déjà";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Instant Upload Photos";
"title_instant_upload_videos"="Instant Upload Videos";
"title_background_instant_upload" = "Téléversement immédiat en arrière-plan";
"accounts_section" = "Comptes";
"security_section" = "Sécurité";
"instant_updloads_section" = "Téléversement immédiat";
"more_section" = "Plus";
"unlock_app" = "Déverrouiller $appname ";

//Downloading
"can_no_copy_to_gallery" = "Ce fichier ne peut pas être copié car il ne peut pas être ouvert dans la galerie";
"file_is_downloading" = "Ce fichier est déjà en cours de téléchargement";
"download_file_exist" = "Impossible d'ouvrir ce fichier. Veuillez vous assurer qu'il existe.";
"wait_to_download" = "Préparation du téléchargement";
"updating" = "Mise à jour";
"msg_while_downloads" = "Impossible d'effectuer cette opération. Merci d'attendre la fin du téléchargement en cours";

//SSL
"invalid_ssl_cert" = "L'identité du site n'a pu être vérifiée. Voulez-vous faire confiance à ce certificat ?";
"connection_declined" = "Connexion refusée par l'utilisateur";

//Recent view
"recent_now"="A l'instant";
"recent_minutes"="il y a $minutes minutes";
"recent_minute"="il y a $minutes minute";
"recent_hours"="il y a $hours heures";
"recent_hour"="il y a $hours heure";
"recent_days"="il y a $days jours";
"recent_day"="il y a $days jour";
"recent_months"="il y a $months mois";
"recent_month"="il y a $months mois";

"uploads_tab"="Chargements";
"current_section"="En cours";
"uploader_section"="Téléversé";
"nothing_was_upload_recently"="Aucun fichier n'a été chargé récemment depuis cet appareil";
"failed_uploader_section"="Chargements échoués";
"clear_successful"="Vider les réussis";
"error_credential"="Erreur d'identifiants";
"error_destiny_does_not_exist"="Erreur de dossier";
"error_file_exists"="Erreur de conflit";
"error_permission" = "Erreur de permissions";
"error_file_does_not_exist" = "Not available on the device";
"error_file_in_background" = "Erreur du serveur";
"error_file_invalid_characters" = "Caractères non valables";
"change_active_user"="Changer l'utilisateur";
"waiting_for_server"="En attente de connexion au serveur";
"waiting_for_upload"="En attente de chargement";
"error_permission_alert_message" = "Vous n'avez le droit d'ajouter des éléments dans ce dossier.";
"choose_folder" = "Choisir le dossier";

//Select Folder View
"upload_label"="Charger vers";
"create_button"="Créer";
"choose_button"="Choisir";

//Rename
"rename_long_press" = "Renommer";
"rename_file_title" = "Renommer";
"enter_new_name" = "Saisissez un nouveau nom :";
"rename_file_exist" = "Nom de fichier déjà existant, merci d'indiquer un nom différent";

//Move
"move_long_press" = "Déplacer";
"move_to_label" = "Déplacer vers";
"file_exist" = "Fichier déjà existant dans le dossier de destination";
"override_file" = "Voulez-vous remplacer le fichier existant ?";
"accept" = "Accepter";
"error_folder_destiny_is_the_same" = "Erreur : dossier de destination identique";
"original_file_exist" = "Impossible de déplacer le fichier. Veuillez vous assurer qu'il existe";
"original_folder_exist" = "Impossible de déplacer le dossier. Veuillez vous assurer qu'il existe";

//Download folfer
"download_folder" = "Télécharger le dossier";
"cancel_download" = "Annuler le téléchargement";

//Upload from other apps
"other_apps_title" = "Destination";
"other_apps_account" = "Compte";
"other_apps_folder" = "Dossier";
"other_apps_file_name" = "Nom du fichier";
"other_apps_send_to" = "Charger vers";
"error_moving_file" = "Impossible de déplacer le fichier. Veuillez vous assurer que le dossier de destination existe";
"forbidden_characters_from_server" = "Le nom contient au moins un caractère non valable";
"overwritte_title" = "Écraser";

//Social
"twitter_message" = "Essayez $twitteruser sur votre smartphone !";
"facebook_message" = "Essayez $appname sur votre smartphone !\n";
"mail_recommendation_subject" = "Essayez $appname sur votre smartphone !";
"mail_recommendation_body" = "Je souhaite vous inviter à utiliser $appname sur votre smartphone !\nTéléchargez-le ici :";
"device_not_support_mail" = "Veuillez configurer votre compte mail";
"mail_feedback_subject" = "Remarques sur l'application $appname";
"account_not_configure" = "Aucun compte n'est configuré sur cet appareil. Rendez-vous dans Paramètres pour le faire.";

//Storage
"of_storage" = "de";
"occupied_storage" = "occupé(s)";
"storage" = "Stockage";
"storage_upgrade" = "Augmenter la capacité de stockage";

//Jimmies
"this_file_is_older" = "Nouvelle version disponible";
"msg_update_file_0_bytes" = "La taille du fichier sur le serveur est de 0 octet. Voulez-vous remplacer le fichier local par ce fichier vide ?";

//Shared
"shared_tab" = "Liens partagés";
"message_not_shared_files" = "Aucun fichier ou dossier partagé par lien pour le moment.";
"message_not_shared_api_support" = "La fonctionnalité de partage n'est pas disponible sur votre serveur. Veuillez contacter votre administrateur";
"share_link_long_press" = "Partage";
"unshare_link" = "Supprimer le partage par lien";
"share_not_available_on_this_server" = "Fonctionnalité non disponible sur votre serveur. Veuillez contacter votre administrateur";
"copy_link" = "Copier le lien";
"file_to_share_not_exist" = "Impossible de partager ce fichier ou dossier. Veuillez vous assurer qu'il existe";
"file_to_unshare_not_exist" = "Impossible d'annuler le partage de ce fichier ou dossier. Veuillez vous assurer qu'il existe";
"shared_link_protected_title" = "Saisissez un mot de passe";
"shared_link_protected_message" = "Pour partager le lien, vous devez saisir un mot de passe pour le protéger";
"pasword_empty" = "Le mot de passe ne peut être vide";
"no_pasword" = "Vous devez saisir un mot de passe";
"get_share_link" = "Obtenir le lien de partage";
"set_expiration_time" = "Spécifier une date d'expiration";
"password_protect" = "Protéger par mot de passe";
"allow_editing" = "Permettre la modification";
"default_not_possible_msg" = "Impossible d'effectuer cette opération. Veuillez essayer plus tard.";
"share_user_group_indicator" = "groupe";
"share_user_federated_indicator" = "distant";
"add_user_or_group_title" = "Ajouter un utilisateur ou groupe";
"share_with_users_or_groups" = "Partage avec des utilisateurs et groupes";
"not_share_with_users_yet"= "Non partagé avec d'autres utilisateurs";
"not_sharee_api_supported" = "Désolé, la version du serveur n'autorise pas le partage avec d'autres utilisateurs. Merci de contacter votre administrateur";
"share_link_title" = "Partage par lien";
"not_share_link_enabled_capabilities" = "Le partage par lien n'est pas activé sur ce serveur. Veuillez contacter votre administrateur";
"shared_link_cannot_remove_password" = "Impossible de désactiver le mot de passe";
"shared_link_cannot_remove_expiration_date" = "Impossible de désactiver la date d'expiration. Les partages doivent obligatoirement en avoir une";
"shared_link_mail_subject" = "$userName a partagé \"$fileOrFolderName\" avec vous";
"secured_link" = "Sécurisé";

//Shared privileges
"title_user_can_edit" = "Peut modifier";
"title_user_can_share" = "Peut partager";
"user_can_create" = "création";
"user_can_change" = "modification";
"user_can_delete" = "suppression";
"title_view_edit_user_privileges" = "Privilèges";

//Favorites
"favorite" = "Favori";
"unfavorite" = "Supprimer des favoris";
"parent_folder_is_favorite" = "Un dossier qui contient ce fichier fait déjà partie des favoris";

//Available offline
"available_offline" = "Disponible hors-ligne";
"not_available_offline" = "Non disponible hors-ligne";
"parent_folder_is_available_offline_file_child" = "Un dossier qui contient ce fichier est déjà disponible hors-ligne";
"parent_folder_is_available_offline_folder_child" = "Un dossier qui contient ce dossier est déjà disponible hors-ligne";

//Document provider
"error_login_doc_provider" = "Impossible d'accéder à votre compte. Merci d'utiliser en premier l'application $appname pour vous connecter.";
"error_sending_file_to_document_picker" = "Erreur lors de l'envoi du fichier au sélecteur de document";
"error_user_change_in_core_app" = "L'utilisateur a été modifié sur l'application $appname";
"error_connecting_with_server" = "Impossible de se connecter au serveur. Veuillez essayer ultérieurement";
"move_doc_provider_button" = "Déplacer ici";
"export_doc_provider_button" = "Exporter ici";

//Instant uploads
"location_not_enabled"="Service de localisation désactivé";
"message_location_not_enabled"="Veuillez aller dans les Paramètres et activez les Services de Localisation pour permettre l'envoi instantané des photos en arrière plan.";

"access_photos_library_not_enabled" = "Accès aux photos désactivé";
"message_access_photos_not_enabled" = "Veuillez aller dans les Règlages et activer l'accès aux photos pour permettre le téléversement immédiat des photos.";

//PDF reader
"page_of_pages" = "sur"; //Example: 5 of 10

//Share in
"files_added" = "Fichiers ajoutés";
"files_will_be_upload_next_time" = "Le fichier sera téléversé la prochaine fois que vous ouvrirez $appname";

//Help Guide main app
"title_help_slide_0" = "Bienvenue sur $appname!";
"message_help_slide_0" = "Faites glisser pour en savoir plus";
"title_help_slide_1" = "Téléversement immédiat";
"message_help_slide_1" = "Mettez vos photos en sécurité";
"title_help_slide_2" = "Gestion de vos fichiers";
"message_help_slide_2" = "Vous pouvez les supprimer, les déplacer";
"title_help_slide_3" = "Partage";
"message_help_slide_3" = "Vous pouvez partager vos fichiers et dossiers";
"title_help_slide_4" = "Comptes multiples";
"message_help_slide_4" = "Connectez-vous à tous vos clouds";
"title_help_slide_5" = "Vos fichiers toujours avec vous";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Se connecter";
"skip_button_help_guide" = "Passer";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "Vider le cache";
"menu_account_log_out" = "Supprimer le compte";
